{
  "profileAlternative": {
    "name": "Shiqi (Katherine) Li",
    "headline": "Principal Data Scientist at Capital One",
    "location": "United States",
    "connections": "500+",
    "summary": "I always believe that just as electricity transformed industries in the past century, artificial intelligence is the new electricity now. I am blessed that I now work for a company which starts to emphasize the importance of AI and Data Science.\n\nMy story with Thomson Reuters started when I met the excellent data science team in the Boston Lab during my summer internship. I had the opportunity to apply NLP and Deep Learning into practical business fields, such as entities detection and document summarization, which has confirmed my determination to delve into AI field. After graduation, I rejoined TR, working on an exciting project to build a course recommender system for our online course platform similar to Coursera.\n\nThe more you know, the more you know you don't know. I am always reminding myself to stay hungry and embrace the new AI technologies."
  },
  "aboutAlternative": {
    "text": "I always believe that just as electricity transformed industries in the past century, artificial intelligence is the new electricity now. I am blessed that I now work for a company which starts to emphasize the importance of AI and Data Science.\n\nMy story with Thomson Reuters started when I met the excellent data science team in the Boston Lab during my summer internship. I had the opportunity to apply NLP and Deep Learning into practical business fields, such as entities detection and document summarization, which has confirmed my determination to delve into AI field. After graduation, I rejoined TR, working on an exciting project to build a course recommender system for our online course platform similar to Coursera.\n\nThe more you know, the more you know you don't know. I am always reminding myself to stay hungry and embrace the new AI technologies."
  },
  "positions": [],
  "educations": [
    {
      "title": "Dartmouth College",
      "degree": "Master of Engineering Management",
      "date1": "2016",
      "date2": "2017"
    },
    {
      "title": "Ecole polytechnique fédérale de Lausanne",
      "degree": "Bachelor's degree",
      "date1": "2016",
      "date2": "2016"
    },
    {
      "title": "Tongji University",
      "degree": "Bachelor of Science (B.S.)",
      "date1": "2012",
      "date2": "2016"
    }
  ],
  "skills": [
    {
      "title": "Business Analysis",
      "count": "22"
    },
    {
      "title": "Project Management",
      "count": "21"
    },
    {
      "title": "Data Analysis",
      "count": "26"
    },
    {
      "title": "Machine Learning",
      "count": "10"
    },
    {
      "title": "Python",
      "count": "17"
    },
    {
      "title": "C++",
      "count": "14"
    },
    {
      "title": "SQL",
      "count": "10"
    },
    {
      "title": "Deep Learning",
      "count": "6"
    },
    {
      "title": "Natural Language Processing",
      "count": "8"
    }
  ],
  "recommendations": {
    "givenCount": "2",
    "receivedCount": "2",
    "given": [
      {
        "user": "https://www.linkedin.com/in/hoteit/",
        "text": "Determined, smart, and passionate, Katherine is a talented data scientist with both scientific and artistic skills. Being a quick learner and a team player, Katherine always placed her team and business partners first over anything else. Regardless of the projects’ pressure and strict timelines, Katherine kept a steady and calm focus on her tasks and was always friendly and polite to anyone around her. Her team of interns and new talents respected her just as she respected each one of them. They found guidance in her because she made them feel that she is one of them, which was the case a few years before. Katherine has awe-inspiring skills that I rarely have seen in others. Her admiration for both the arts and sciences brought significant advantages to anything she did. She would easily switch from being the data scientist/AI expert in NLP, chatbots, recommendation engine, and developer of numerous Jupyter Python notebooks in various areas, to being a promoter of human culture through dancing and drawing. Such combination powers excellent problem-solving skills as well as innovative yet systematic thinking. I am fully confident that Katherine will continue building a great career not only for herself but for anyone that she leads or partners. See less"
      },
      {
        "user": "https://www.linkedin.com/in/jenetaidrizi/",
        "text": "Katherine and I partnered to design and deliver a webinar on how AI is leveraged at Thomson Reuters. She provided an introduction to machine learning tutorial using her personal learning experience. Participants learned about the machine learning track from programming language selection, basic algorithms, and practical use cases. During our project she demonstrated professionalism, dedication, leadership. Her content and enthusiasm during delivery provided a great experience for our audience! See less"
      }
    ],
    "received": [
      {
        "user": "https://www.linkedin.com/in/hoteit/",
        "text": "Tarek is a great mentor and an excellent technology manager. He studied computer science from an early age and has a solid technical knowledge, which makes him a hands-on person. As my manager, Tarek provided a lot of guidance on my career development and technical skill development. His innovative nature can always make things happen and provide a different angle to solve the problems. Coming from a technical background, Tarek could both understand business requirement and software development very well. Under his supervision, I have the freedom to explore new things and initiate new projects. Tarek is a nice colleague to work with and a great manager to report to. He would always try his best to help people whether it is his task or not, and he is always willing to share his knowledge with others. He conducted several data science presentations to college and high-school students, from which I could tell his passion for technology and his caring personality. Tarek is definitely a transformational leader in the technology field. \n\n... See more"
      },
      {
        "user": "https://www.linkedin.com/in/samir-naqvi/",
        "text": "As his mentor during his three-month internship at Thomson Reuters, I am very impressed by Samir’s solid technical background as well as strong business and communication skills. He not only completed the assigned tasks quickly but always went extra miles to think from business and client’s perspective and make adjustments. During his internship, he completed three POCs and one of his projects is going into production. He also won the intern innovation competitions by making practical recommendations to different business teams from sales, marketing to pricing. His excellent coding and leadership skill sets will definitely ensure his success in the future. It’s a great pleasure to work with him this summer. Good luck with your future career, Samir!\n\n... See more"
      }
    ]
  },
  "accomplishments": [
    {
      "count": "5",
      "items": [
        "Presentation at the U.S. Transportation Research Board Annual Meeting, DC",
        "First prize of National Innovation Experiment Program for University Students",
        "Meritorious Winner of International Mathematical Contest in Modeling",
        "Outstanding Contribution Award in Student Union as Minister of International Department",
        "First prize of National Scholarship"
      ]
    },
    {
      "count": "3",
      "items": [
        "Cantonese",
        "Chinese (Simplified)",
        "English"
      ]
    },
    {
      "count": "2",
      "items": [
        "Marketing Strategy, Google Project Fi",
        "Strategy Consulting, Bioplastics in China"
      ]
    },
    {
      "count": "1",
      "items": [
        "Reconstructing Vehicle Trajectories on Urban Arterials based on Signal Timing and Fixed Detector Data"
      ]
    }
  ],
  "peopleAlsoViewed": [
    {
      "user": "https://www.linkedin.com/in/chaowang360/",
      "text": "Senior Manager, Data Scientist at Capital One"
    },
    {
      "user": "https://www.linkedin.com/in/claire-l-97348b67/",
      "text": "Data Scientist(We are hiring!)"
    },
    {
      "user": "https://www.linkedin.com/in/esther-zhang-90859a149/",
      "text": "Data Scientist at American Express | Dartmouth College"
    },
    {
      "user": "https://www.linkedin.com/in/sylviacao/",
      "text": "Senior Data Scientist at Capital One"
    },
    {
      "user": "https://www.linkedin.com/in/xingliuut/",
      "text": "Data Scientist at Capital One"
    },
    {
      "user": "https://www.linkedin.com/in/yimei-liz-chen-6b4a267b/",
      "text": "Data Scientist at Facebook"
    },
    {
      "user": "https://www.linkedin.com/in/yingluumn/",
      "text": "Data Scientist at Google (We are hiring both interns and full time)!"
    },
    {
      "user": "https://www.linkedin.com/in/fan-wang-b714055a/",
      "text": "Principal Data Scientist at Capital One"
    },
    {
      "user": "https://www.linkedin.com/in/sarah-xiaowen-zhang/",
      "text": "Sr. Data Scientist at Capital One"
    },
    {
      "user": "https://www.linkedin.com/in/xiuli-shelly-wang-08338862/",
      "text": "Senior Data Scientist at Capital One"
    }
  ],
  "volunteerExperience": [],
  "profile": {
    "name": "Shiqi (Katherine) Li",
    "headline": "Principal Data Scientist at Capital One",
    "location": "United States",
    "connections": "500+",
    "summary": "I always believe that just as electricity transformed industries in the past century, artificial intelligence is the new electricity now. I am blessed that I now work for a company which starts to emphasize the importance of AI and Data Science.\n\nMy story with Thomson Reuters started when I met the excellent data science team in the Boston Lab during my summer internship. I had the opportunity to apply NLP and Deep Learning into practical business fields, such as entities detection and document summarization, which has confirmed my determination to delve into AI field. After graduation, I rejoined TR, working on an exciting project to build a course recommender system for our online course platform similar to Coursera.\n\nThe more you know, the more you know you don't know. I am always reminding myself to stay hungry and embrace the new AI technologies."
  }
}