{
  "profileAlternative": {
    "name": "Vaughn Quoss",
    "headline": "Data Scientist at Airbnb",
    "location": "Greater San Diego Area",
    "connections": "500+",
    "summary": "8+ years of data science experience as an individual contributor and manager. I help teams use robust statistics, analysis, and predictive modeling to inform product development, strategic analysis, and planning."
  },
  "aboutAlternative": {
    "text": "8+ years of data science experience as an individual contributor and manager. I help teams use robust statistics, analysis, and predictive modeling to inform product development, strategic analysis, and planning."
  },
  "positions": [],
  "educations": [
    {
      "title": "University of California, Berkeley",
      "degree": "B.A. / B.S.",
      "date1": "2005",
      "date2": "2009"
    }
  ],
  "skills": [
    {
      "title": "R",
      "count": "8"
    },
    {
      "title": "Statistics",
      "count": "7"
    },
    {
      "title": "Stata",
      "count": "7"
    },
    {
      "title": "Economics",
      "count": "5"
    },
    {
      "title": "Econometrics",
      "count": "4"
    },
    {
      "title": "Data Visualization"
    },
    {
      "title": "ArcGIS",
      "count": "2"
    },
    {
      "title": "ggplot2",
      "count": "1"
    },
    {
      "title": "Microsoft Excel",
      "count": "1"
    },
    {
      "title": "Statistical Programming"
    }
  ],
  "recommendations": {
    "givenCount": "0",
    "receivedCount": "2",
    "given": [
      {
        "user": "https://www.linkedin.com/in/robert-chang-877b1720/",
        "text": "I worked with Vaughn initially as his peer and subsequently as his direct report at Airbnb. As an individual contributor, Vaughn was easily one of the best on the Data Science team, and many of us look up to him. He has the right and rare combination of technical excellence, business acumen, and higher level strategic mindset. He is comfortable in admitting things he don't know, and he is always confident in giving technical guidance on the things he does know. His analyses and models have been widely cited and leveraged across many parts of the Airbnb business, particularly on the host side. Any manager would be lucky to have him on the team.\n\nShortly after a few months I joined Airbnb, Vaughn became my manager and his leadership and mentorship has been pivotal for my career since the very start. First of all, I really appreciate Vaughn's philosophy in prioritizing longer term, impactful projects over shorter term tasks. His vision allowed our team to create a few long lasting models or work that have been reused over and over again on the team. Secondly, I really admire Vaughn's ability to work with his direct reports, and he always puts the interests and career aspirations of his reports first. As a result of this, I was able to learn more about Machine Learning at Airbnb. Finally, I am still amazed by how Vaughn is able to maintain cool and calm in the midst of many challenges facing us, that's a great quality to have because he helps many of us on the team to feel a sense of stability.\n\nI am really fortunate to have gotten the chance to work with Vaughn! See less"
      },
      {
        "user": "https://www.linkedin.com/in/christophergutierrez/",
        "text": "Vaughn is the rare person who understands the big picture and how everything fits together, yet has great attention to detail. On more than one project Vaughn exposed problems with experiments related to selection bias and helped correct them. Vaughn even impacts analytics before data is collected by asking the right questions and making sure that the right things are going to be logged correctly. Vaughn can help a team at many levels. See less"
      }
    ],
    "received": []
  },
  "accomplishments": [
    {
      "count": "1",
      "items": [
        "Departmental Citation in Political Economy"
      ]
    }
  ],
  "peopleAlsoViewed": [],
  "volunteerExperience": [],
  "profile": {
    "name": "Vaughn Quoss",
    "headline": "Data Scientist at Airbnb",
    "location": "Greater San Diego Area",
    "connections": "500+",
    "summary": "8+ years of data science experience as an individual contributor and manager. I help teams use robust statistics, analysis, and predictive modeling to inform product development, strategic analysis, and planning."
  }
}